tap "homebrew/cask"

# brew install
brew "git"
brew "fzf"
brew "chezmoi"
brew "watch"
brew "jq"
brew "yq"
brew "tmux-xpanes"
brew "dive"
brew "k9s"
brew "kubectl"

brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"

# brew install --cask
cask "iterm2"
cask "hammerspoon"
cask "sublime-text"
cask "lens"
cask "kap"
cask "visualvm"
cask "zoom"
cask "visual-studio-code"
cask "docker"
