tap "homebrew/cask"
tap "mongodb/brew"

# brew install
brew "bat"
brew "git"
brew "git-delta"
brew "gh"
brew "fzf"
brew "chezmoi"
brew "watch"
brew "jq"
brew "yq"
brew "tmux-xpanes"
brew "dive"
brew "helm"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "linkerd"
brew "awscli"
brew "nvm"
brew "ghz"
brew "gawk"
brew "mongodb-community"
brew "protolint"

brew "zsh"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"

# brew install --cask
cask "iterm2"
cask "hammerspoon"
cask "sublime-text"
cask "lens"
cask "kap"
cask "visualvm"
cask "zoom"
cask "visual-studio-code"
cask "docker"
cask "mongodb-compass"
cask "robo-3t"
cask "dbeaver-community"
cask "charles"
cask "todoist"
cask "deepl"
cask "raycast"
cask "wireshark"
cask "xcode"
cask "android-studio"
